// /*++
// Copyright (c) 2009 Intel Corporation. All rights reserved.
// This software and associated documentation (if any) is furnished
// under a license and may only be used or copied in accordance
// with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be
// reproduced, stored in a retrieval system, or transmitted in any
// form or by any means without the express written consent of
// Intel Corporation.
// --*/
/=#
#langdef   zh-Hans "\wide中文\narrow"
#langdef   en-US "English"
                                                
#string STR_BOARD_ID_NAME                       #language en-US "Mother Board Info"
                                                #language zh-Hans "\wide主板信息\narrow"
#string STR_BOARD_ID_VALUE                      #language en-US "N/A"
                                                #language zh-Hans "N/A"
                                                
#string STR_LANGUAGE_HELP                       #language en-US "Choose the system default language."
                                                #language zh-Hans "\wide选择设置系统语言\narrow"
#string STR_LANGUAGE_PROMPT                     #language en-US "System Language"
                                                #language zh-Hans  "\wide系统语言\narrow"
#string STR_BIOS_DATE_NAME                      #language en-US "BIOS Build Time"
                                                #language zh-Hans "\wide固件生成时间\narrow"
#string STR_BIOS_DATE_VALUE                     #language en-US "N/A"
                                                #language zh-Hans "N/A"
#string STR_DATE                                #language en-US "System Date(MM/DD/YYYY)"
                                                #language zh-Hans "\wide系统日期（月\narrow/\wide日\narrow/\wide年）\narrow"
#string STR_DATE_HELP                           #language en-US "Set the Date. Use Tab key to switch  between 2020 and 2099."
                                                #language zh-Hans "\wide设定日期。 使用\narrowTab\wide键可以在日期区域切换。可支持从\narrow2020\wide年至\narrow2099\wide年之间切换。\narrow"
#string STR_TIME                                #language en-US "System Time(HH:MM:SS)"
                                                #language zh-Hans "\wide系统时间（时\narrow:\wide分\narrow:\wide秒）\narrow"
#string STR_TIME_HELP                           #language en-US "Set the Time. Use Tab key to switch between Time fields."
                                                #language zh-Hans "\wide设定时间。 使用\narrowTab\wide键可以在时间区域切换。\narrow"
                                                
#string STR_BIOS_VENDOR_NAME                    #language en-US   "BIOS Vendor"
                                                #language zh-Hans "\wide固件厂商\narrow"
#string STR_BIOS_VENDOR_VALUE                   #language en-US   "Byosoft" 
                                                #language zh-Hans "\wide百敖软件\narrow" 
#string STR_UEFI_VERSION_NAME                   #language en-US "UEFI Version"
                                                #language zh-Hans "UEFI\wide版本\narrow"
#string STR_UEFI_VERSION_VALUE                  #language en-US "UEFI 2.6"
                                                #language zh-Hans "UEFI 2.6"
#string STR_HYGON_PI_VER_NAME                   #language en-US   "Hygon PI Version"
                                                #language zh-Hans "\wide海光\narrowPI\wide版本号\narrow"
#string STR_HYGON_PI_VER_VALUE                  #language en-US   "N/A"
                                                #language zh-Hans "N/A" 
#string STR_BIOS_VERSION_NAME                   #language en-US   "BIOS Core Version"
                                                #language zh-Hans "\wide固件版本\narrow"
#string STR_BIOS_VERSION_VALUE                  #language en-US   "Byosoft ByoCore BIOS V1.0"
                                                #language zh-Hans "\wide百敖\narrowByoCore\wide软件\narrowV1.0"
#string STR_BIOS_RELEASE_VERSION_NAME           #language en-US   "Release Version"
                                                #language zh-Hans "\wide发布版本\narrow"
#string STR_BIOS_RELEASE_VERSION_VALUE          #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_BMC_FIRMWARE_VERSION_NAME           #language en-US   "BMC Firmware Version"
                                                #language zh-Hans "BMC\wide固件版本\narrow"
#string STR_BMC_FIRMWARE_VERSION_VALUE          #language en-US   "N/A"
                                                #language zh-Hans "N/A"
                                                
#string STR_CPLD_FIRMWARE_VERSION_NAME          #language en-US   "CPLD Firmware Version"
                                                #language zh-Hans "CPLD\wide固件版本\narrow"
#string STR_CPLD_FIRMWARE_VERSION_VALUE         #language en-US   "N/A"
                                                #language zh-Hans "N/A"                                                
                                                
#string STR_ASIA_VERSION_NAME                   #language en-US   "ZX RC Version"
                                                #language zh-Hans "\wide兆芯\narrowRC\wide版本\narrow"
#string STR_ASIA_VERSION_VALUE                  #language en-US   "N/A"
                                                #language zh-Hans "N/A"                                                
#string STR_BIOS_DATE_NAME                      #language en-US "BIOS Build Time"
                                                #language zh-Hans "\wide固件生成时间\narrow"
#string STR_BIOS_DATE_VALUE                     #language en-US "N/A"
                                                #language zh-Hans "N/A"
                                                
#string STR_LOGIN_TYPE                          #language en-US   "User Login Type"
                                                #language zh-Hans "\wide用户登录类型\narrow"
#string STR_LOGIN_TYPE_VALUE0                   #language en-US   "Administrator"
                                                #language zh-Hans "\wide管理员\narrow"
#string STR_LOGIN_TYPE_VALUE1                   #language en-US   "User"
                                                #language zh-Hans "\wide普通用户\narrow"
                                                
#string STR_CHIPVERSION_NAME                    #language en-US "Chip Version(SOC)"
                                                #language zh-Hans "\wide芯片版本\narrow(SOC)"
#string STR_CHIPVERSION_VALUE                   #language en-US "N/A"
                                                #language zh-Hans "N/A"
#string STR_CHIPVERSION_IOE_NAME                #language en-US "Chip Version(IOE)"
                                                #language zh-Hans "\wide芯片版本\narrow(IOE)"
#string STR_CHIPVERSION_IOE_VALUE               #language en-US "N/A"
                                                #language zh-Hans "N/A"

#string STR_LAN_MAC_ADDR_NAME                   #language en-US "Onboard LAN0 MAC Address"
                                                #language zh-Hans "\wide以太网卡\narrow0\wide物理地址\narrow"
#string STR_LAN_MAC_ADDR_VALUE                  #language en-US "Invalid"
                                                #language zh-Hans "\wide不可用\narrow"
#string STR_LAN2_MAC_ADDR_NAME                  #language en-US   "Onboard LAN1 MAC Address"
                                                #language zh-Hans "\wide以太网卡\narrow1\wide物理地址\narrow"
#string STR_LAN2_MAC_ADDR_VALUE                 #language en-US   "Invalid"
                                                #language zh-Hans "\wide不可用\narrow"                                                
                                                
#string STR_MEMORY_FREQ_NAME                    #language en-US   "Memory Bus Speed"
                                                #language zh-Hans "\wide系统内存频率\narrow"
#string STR_MEMORY_FREQ_HELP                    #language en-US   "Displays the Frequency of Memory"
                                                #language zh-Hans "\wide显示内存频率\narrow"
#string STR_MEMORY_FREQ_VALUE                   #language en-US "N/A" // Dynamically updated
                                                #language zh-Hans "N/A" // Dynamically updated
#string STR_MEMORY_SIZE_NAME                    #language en-US "Total Memory"
                                                #language zh-Hans "\wide内存总容量\narrow"
#string STR_MEMORY_SIZE_VALUE                   #language en-US "N/A" // Dynamically updated
                                                #language zh-Hans "N/A" // Dynamically updated
#string STR_MEMORY_SIZE_HELP                    #language en-US "Total Memory in the System."
                                                #language zh-Hans "\wide系统中的总内存。\narrow"		                                          
#string STR_MEMORY_COUNT_NAME                   #language en-US "Total Memory Count"
                                                #language zh-Hans "\wide内存总数量\narrow"
#string STR_MEMORY_COUNT_VALUE                  #language en-US "N/A" // Dynamically updated
                                                #language zh-Hans "N/A" // Dynamically updated
#string STR_MEMORY_COUNT_HELP                   #language en-US "Total Memory Count in the System."
                                                #language zh-Hans "\wide系统中的内存数量。\narrow"	
                                                
#string STR_SYSTEM_SUMMARY                      #language en-US "System Summary"
                                                #language zh-Hans "\wide系统概述\narrow"
#string STR_MACHINE_TYPE_MODEL_NAME             #language en-US "Machine Type and Model"
                                                #language zh-Hans "\wide主机型号和编码\narrow"
#string STR_SYSTEM_MANUFACTURER_NAME            #language en-US "System Manufacturer"
                                                #language zh-Hans "\wide主机商标标识\narrow"
#string STR_SYSTEM_SERIAL_NUMBER_NAME           #language en-US "System Serial Number"
                                                #language zh-Hans "\wide主机编号\narrow"
#string STR_ASSET_TAG_NAME                      #language en-US "Asset Tag"
                                                #language zh-Hans "\wide资产管理名称\narrow"
#string STR_SYSTEM_UUID_NAME                    #language en-US "System UUID"
                                                #language zh-Hans "\wide系统\narrowUUID"
#string STR_ASSET_TAG_VALUE                     #language en-US "N/A"
                                                #language zh-Hans "N/A"                                                
#string STR_SYSTEM_UUID_VALUE                   #language en-US "N/A"
                                                #language zh-Hans "N/A"                                                 
#string STR_SYSTEM_MANUFACTURER_VALUE           #language en-US "N/A"
                                                #language zh-Hans "N/A"                                                  
#string STR_SYSTEM_SERIAL_NUMBER_VALUE          #language en-US "N/A"
                                                #language zh-Hans "N/A"     

#string STR_XHCI_FW_VER_NAME                    #language en-US   "XHCI FW Version"						
						                        #language zh-Hans "XHCI\wide固件版本\narrow"
#string STR_XHCI_FW_VER_VALUE                   #language en-US   "N/A"						
						                        #language zh-Hans "N/A"
#string STR_ZX200_XHCI_FW_VER_NAME              #language en-US   "ZX200 XHCI FW Version"						
						                        #language zh-Hans "ZX200 XHCI\wide固件版本\narrow"
#string STR_ZX200_XHCI_FW_VER_VALUE             #language en-US   "N/A"						
						                        #language zh-Hans "N/A"  

#string STR_VBIOS_VER_NAME                      #language en-US   "ZX VBIOS Version"						
						                        #language zh-Hans "ZX VBIOS\wide版本\narrow"
#string STR_VBIOS_VER_VALUE                     #language en-US   "N/A"						
						                        #language zh-Hans "N/A" 

#string STR_GOP_VER_NAME                        #language en-US   "ZX GOP Version"						
                                                #language zh-Hans "\wide兆芯\narrowGOP\wide版本\narrow"
#string STR_GOP_VER_VALUE                       #language en-US   "N/A"						
                                                #language zh-Hans "N/A" 
#string STR_FW_VER                              #language en-US   "FW Version"						
                                                #language zh-Hans "\wide固件版本\narrow" 
#string STR_VBIOS_VER_NAME                      #language en-US   "ZX VBIOS Version"						
                                                #language zh-Hans "\wide兆芯\narrowVBIOS\wide版本\narrow"
#string STR_VBIOS_VER_VALUE                     #language en-US   "N/A"						
                                                #language zh-Hans "N/A"

#string STR_MAIN_CPU_FORM                       #language en-US   "CPU Info"						
                                                #language zh-Hans "\wide处理器信息\narrow"
#string STR_MAIN_MEMORY_FORM                    #language en-US   "Memory Info"					
                                                #language zh-Hans "\wide内存信息\narrow"	
#string STR_DATE_TIME_FORM                      #language en-US   "System Date and Time"					
                                                #language zh-Hans "\wide系统日期和时间\narrow"
#string STR_MAIN_FIRMWARE_FORM                  #language en-US   "Building Info"					
                                                #language zh-Hans "\wide编译信息\narrow"
#string STR_CUSTOMER_NAME                       #language en-US   "Customer ID"					
                                                #language zh-Hans "\wide客户名称\narrow"
#string STR_CUSTOMER_VALUE                      #language en-US   "Standard"					
                                                #language zh-Hans "Standard"
#string STR_CUSTOMER_VALUE_TENCENT              #language en-US   "Tencent"					
                                                #language zh-Hans "Tencent"


#string STR_PROCESSOR_NUMBER_STRING             #language en-US   "CPU Count"
                                                #language zh-Hans "CPU\wide数量\narrow"
#string STR_PROCESSOR_NUMBER_VALUE              #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_MANUFACTURER_STRING       #language en-US   "CPU Manufacturer"
                                                #language zh-Hans "CPU\wide厂商\narrow"
#string STR_PROCESSOR_MANUFACTURER_VALUE        #language en-US   "Hygon"
                                                #language zh-Hans "\wide海光\narrow" 
#string STR_PROCESSOR_VERSION_STRING            #language en-US   "CPU Version"
                                                #language zh-Hans "CPU\wide版本\narrow"
#string STR_PROCESSOR_VERSION_VALUE             #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_TYPE_STRING               #language en-US   "CPU Type"
                                                #language zh-Hans "CPU\wide类型\narrow"
#string STR_PROCESSOR_TYPE_VALUE                #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_SPEED_STRING              #language en-US   "CPU Frequency"
                                                #language zh-Hans "CPU\wide频率\narrow"
#string STR_PROCESSOR_SPEED_VALUE               #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_MAX_SPEED_STRING          #language en-US   "CPU Max Frequency"
                                                #language zh-Hans "CPU\wide最大频率\narrow"
#string STR_PROCESSOR_MAX_SPEED_VALUE           #language en-US   "N/A"
                                                #language zh-Hans "N/A"                                                      
#string STR_PROCESSOR_SPEED_HELP                #language en-US   "Displays the Processor Speed."
                                                #language zh-Hans "\wide显示处理器速度。\narrow"
#string STR_PROCESSOR_CORE_COUNT_STRING         #language en-US   "CPU Core Count"
                                                #language zh-Hans "CPU\wide核数\narrow"
#string STR_PROCESSOR_CORE_COUNT_VALUE          #language en-US   "N/A"                                                         
                                                #language zh-Hans "N/A"                                                                                                                                  
#string STR_PROCESSOR_THREAD_COUNT_STRING       #language en-US   "CPU Thread Count"
                                                #language zh-Hans "CPU\wide线程数\narrow"
#string STR_PROCESSOR_THREAD_COUNT_VALUE        #language en-US   "N/A"
                                                #language zh-Hans "N/A"

#string STR_PROCESSOR_CACHE_L1_STRING           #language en-US   "L1 Cache Size"
                                                #language zh-Hans "\wide一级缓存大小\narrow"
#string STR_PROCESSOR_CACHE_L1_VALUE            #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_CACHE_L2_STRING           #language en-US   "L2 Cache Size"
                                                #language zh-Hans "\wide二级缓存大小\narrow"
#string STR_PROCESSOR_CACHE_L2_VALUE            #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_CACHE_L3_STRING           #language en-US   "L3 Cache Size"
                                                #language zh-Hans "\wide三级缓存大小\narrow"
#string STR_PROCESSOR_CACHE_L3_VALUE            #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_MICROCODE                 #language en-US   "CPU MicroCode Patch Version"
                                                #language zh-Hans "\wide处理器微码补丁版本\narrow"                                                      
#string STR_PROCESSOR_MICROCODE_VALUE           #language en-US "N/A"
                                                #language zh-Hans "N/A" 
#string STR_PROCESSOR_ID_STRING                 #language en-US   "CPUID"
                                                #language zh-Hans "CPUID"
#string STR_PROCESSOR_ID_VALUE                  #language en-US   "N/A"
                                                #language zh-Hans "N/A"   
                                                
#string STR_PROCESSOR_0                         #language en-US   "CPU 0"
                                                #language zh-Hans "CPU 0"
#string STR_PROCESSOR_1                         #language en-US   "CPU 1"
                                                #language zh-Hans "CPU 1"
#string STR_PROCESSOR_VERSION_VALUE_1           #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_ID_VALUE_1                #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_TYPE_VALUE_1              #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_SPEED_VALUE_1             #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_CORE_COUNT_VALUE_1        #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_THREAD_COUNT_VALUE_1      #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_CACHE_L1_VALUE_1          #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_CACHE_L2_VALUE_1          #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_CACHE_L3_VALUE_1          #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_PROCESSOR_MICROCODE_VALUE_1         #language en-US   "N/A"
                                                #language zh-Hans "N/A"
#string STR_CENTRAL_PROCESSOR                   #language en-US   "Central Processor"
                                                #language zh-Hans "\wide中央处理器\narrow"
#string STR_UNKNOWN_PROCESSOR                   #language en-US   "Unknown"
                                                #language zh-Hans "\wide未知\narrow"
#string STR_OTHER_PROCESSOR                     #language en-US   "Other"
                                                #language zh-Hans "\wide其他\narrow"	
#string STR_MATH_PROCESSOR                      #language en-US   "Math Processor"
                                                #language zh-Hans "\wide算术处理器\narrow"
#string STR_DSP_PROCESSOR                       #language en-US   "DSP Processor"
                                                #language zh-Hans "DSP\wide处理器\narrow"
#string STR_VIDEO_PROCESSOR                     #language en-US   "Video Processor"
                                                #language zh-Hans "Video\wide处理器\narrow"
#string STR_NOT_INSTALL_PROCESSOR               #language en-US   "Not Installed"
                                                #language zh-Hans "\wide未安装\narrow"
